Repository: iskeltan/blox
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: These passwords don't match.
tr: Şireler Uyuşmuyor

source: this email is not valid
tr: Bu e-posta adresi doğru değil

source: this email already used
tr: Bu e-posta adresi zaten kullanılıyor

source: old password
tr: eski şifre

source: new password
tr: yeni şifre

source: new password (confrim)
tr: yeni şifre(doğrulama)

source: this user is not active
tr: bu kullanıcı aktif değil

source: no such user
tr: böyle bir kullanıcı yok

source: are you serious
tr: essah mı

source: yes
tr: evet

source: no
tr: hayır

source: your user has been created but need confirm email
tr: hesabın oluşturuldu ama e-posta ile doğrulama gerekli

source: invalid code
tr: geçersiz kod

source: this code does not belong to a user
tr: bu kod hiçbir kullanıcıya ait değil

source: this user is already activated
tr: bu kullanıcı zaten aktif

source: activate your account
tr: Hesabın aktif edildi

source: profile update could not be completed
tr: profil güncellemen tamamlanamadı

source: old password not matching
tr: eski şifre uyuşmuyor

source: passwords not matching
tr: şifreler uyuşmuyor

source: password change successful
tr: şifre güncelleme başarılı

source: form is not valid
tr: form geçersiz

source: Turkish
tr: Türkçe

source: English
tr: İngilizce

source: Comment Activation
tr: Yorum Aktivasyonu

source: go to this link for activate your comment
tr: yorumunun aktivasyonu için bu linke git

source: About your user activation
tr: Kullanıcı Aktivasyonun Hakkında

source: go to this link for user activation
tr: üyeliğinin aktivasyonu için bu linke git

source: write a comment
tr: bir yorum yaz

source: E-Mail Address
tr: E-Post Adresi

source: your comment has been added
tr: yorumun eklendi

source: your comment has been added but must confirm with email required
tr: yorumun eklendi ama e-posta doğrulaması gerekli

source: this comment is not valid
tr: bu yorum geçersiz

source: your comment has been activated
tr: yorumun aktif edildi

source: invalid activation key
tr: geçersiz aktivasyon kodu

source: post update is successful
tr: yazı güncelleme başarılı

source: post update is unsuccessful
tr: yazı güncelleme başarısız

source: this post not yours
tr: bu yazı senin değil

source: register
tr: kayıt

source: Answer
tr: Cevapla

source: send
tr: gönder

source: save
tr: kaydet

source: Home
tr: Anasayfa

source: add new post
tr: yeni yazı ekle

source: update profile
tr: profilini güncelle

source: logout
tr: çıkış

source: login
tr: giriş

source: Author
tr: Yazar

source: Email Address
tr: E-Posta Adresi

source: Profile Info
tr: Profil Bilgileri

source: Your Posts
tr: Senin Yazıların

source: Password Change
tr: Şifre Değiştir

source: update
tr: güncelle

source: Post
tr: Yazı

source: Edit
tr: Düzenle
